Repository: greengnome/swish
Catalog: Swish/Localizable.xcstrings
Source language: en
Languages: uk

# app.alert.focus_start_failed
source: Focus could not start
uk: Не вдалося почати фокус

# app.tab.home
source: Home
uk: Головна

# app.tab.settings
source: Settings
uk: Налаштування

# app.tab.stats
source: Stats
uk: Статистика

# app.tab.tasks
source: Tasks
uk: Завдання

# category.default.personal
source: Personal
uk: Особисте

# category.default.study
source: Study
uk: Навчання

# category.default.work
source: Work
uk: Робота

# common.action.cancel
source: Cancel
uk: Скасувати

# common.action.done
source: Done
uk: Готово

# common.action.ok
source: OK
uk: Гаразд

# common.category.none
source: No category
uk: Без категорії

# common.category.uncategorized
source: Uncategorized
uk: Без категорії

# common.error.try_again
source: Please try again.
uk: Спробуйте ще раз.

# common.session_count
source: %lld sessions
uk: %lld сесії

# common.state.off
source: Off
uk: Вимкнено

# common.state.on
source: On
uk: Увімкнено

# history.date_picker.label
source: History date
uk: Дата історії

# history.empty.description
source: Choose another date or complete a focus session.
uk: Виберіть іншу дату або завершіть сесію фокусу.

# history.empty.title
source: No focus sessions
uk: Немає сесій фокусу

# history.row.cancelled
source: Cancelled
uk: Скасовано

# history.row.completed
source: Completed
uk: Завершено

# history.row.unassigned
source: Unassigned focus
uk: Фокус без завдання

# history.summary.focused
source: Focused
uk: У фокусі

# history.title
source: Focus History
uk: Історія фокусу

# home.alert.timer_unavailable
source: Timer unavailable
uk: Таймер недоступний

# home.summary.focus_time
source: Focus time
uk: Час фокусу

# home.summary.sessions
source: Sessions
uk: Сесії

# home.summary.tasks_done
source: Tasks done
uk: Виконано

# home.summary.today
source: Today
uk: Сьогодні

# home.summary.view_all
source: View all
uk: Переглянути все

# home.task_picker.active_tasks
source: Active tasks
uk: Активні завдання

# home.task_picker.empty.description
source: Create a task from the Tasks tab first.
uk: Спочатку створіть завдання на вкладці «Завдання».

# home.task_picker.empty.title
source: No active tasks
uk: Немає активних завдань

# home.task_picker.hint
source: Selects an optional task for the next focus session
uk: Вибирає необов’язкове завдання для наступної сесії фокусу

# home.task_picker.no_task
source: No task
uk: Без завдання

# home.task_picker.no_task.description
source: Keep this focus session unassigned
uk: Не прив’язувати цю сесію фокусу до завдання

# home.task_picker.select_no_task
source: Select no task
uk: Вибрати варіант без завдання

# home.task_picker.select.accessibility
source: Select %@
uk: Вибрати: %@

# home.task_picker.title
source: Choose Task
uk: Вибрати завдання

# home.task.choose
source: Choose a task
uk: Вибрати завдання

# home.task.choose_optional
source: Choose a task (optional)
uk: Завдання (за бажанням)

# home.task.progress.accessibility
source: Completed: %1$lld of %2$lld
uk: Виконано: %1$lld із %2$lld

# home.task.working_on
source: Working on
uk: У роботі

# home.task.working_on.accessibility
source: Working on %@
uk: У роботі: %@

# home.timer.accessibility.focus
source: Pomodoro timer
uk: Таймер помодоро

# home.timer.accessibility.long_break
source: Long break timer
uk: Таймер довгої перерви

# home.timer.accessibility.short_break
source: Short break timer
uk: Таймер короткої перерви

# home.timer.action.cancel
source: Cancel timer
uk: Скасувати таймер

# home.timer.action.pause
source: Pause
uk: Пауза

# home.timer.action.resume
source: Resume
uk: Продовжити

# home.timer.action.skip_break
source: Skip break
uk: Пропустити перерву

# home.timer.action.start_break
source: Start break
uk: Почати перерву

# home.timer.action.start_focus
source: Start focus
uk: Почати фокус

# home.timer.mode.focus
source: Pomodoro
uk: Помодоро

# home.timer.mode.long_break
source: Long break
uk: Довга перерва

# home.timer.mode.short_break
source: Short break
uk: Коротка перерва

# home.timer.subtitle.break
source: Recharge
uk: Час відпочити

# home.timer.subtitle.focus
source: Focus time
uk: Час фокусу

# notification.break.body
source: Ready for another focus session?
uk: Готові до наступної сесії фокусу?

# notification.focus.body
source: Great work. Time for a break.
uk: Чудова робота. Час на перерву.

# notification.focus.title
source: Focus complete
uk: Фокус завершено

# notification.long_break.title
source: Long break complete
uk: Довгу перерву завершено

# notification.short_break.title
source: Break complete
uk: Перерву завершено

# onboarding.accessibility.page
source: Onboarding page %lld
uk: Сторінка знайомства %lld

# onboarding.action.continue
source: Continue
uk: Продовжити

# onboarding.action.finish
source: Let's focus
uk: Почати фокусування

# onboarding.focus.message
source: Accurate focus and break timers keep going when Swish is in the background.
uk: Точні таймери фокусу й перерв продовжують працювати, навіть коли Swish у фоновому режимі.

# onboarding.focus.title
source: Focus deeply
uk: Зосереджуйтеся глибше

# onboarding.insights.focus.label
source: Focus
uk: Фокус

# onboarding.insights.focus.value
source: 2h 15m
uk: 2 год 15 хв

# onboarding.insights.message
source: Review focus time, completed sessions, categories, and your day-by-day history.
uk: Переглядайте час фокусування, завершені сесії, категорії та історію за днями.

# onboarding.insights.sessions.label
source: Sessions
uk: Сесії

# onboarding.insights.title
source: Understand your momentum
uk: Відстежуйте свій прогрес

# onboarding.page.not_selected
source: Not selected
uk: Не вибрано

# onboarding.page.selected
source: Selected
uk: Вибрано

# onboarding.tasks.done
source: Done
uk: Готово

# onboarding.tasks.learn_spanish
source: Learn Spanish
uk: Вивчати іспанську

# onboarding.tasks.message
source: Attach sessions to tasks, set Pomodoro estimates, and make every focus block count.
uk: Прив’язуйте сесії до завдань, оцінюйте їх у помодоро й перетворюйте кожен блок фокусу на результат.

# onboarding.tasks.project_roadmap
source: Project roadmap
uk: План проєкту

# onboarding.tasks.read_pages
source: Read 20 pages
uk: Прочитати 20 сторінок

# onboarding.tasks.title
source: Turn plans into progress
uk: Перетворюйте плани на прогрес

# settings.about.section
source: About
uk: Про застосунок

# settings.about.privacy_policy
source: Privacy Policy
uk: Політика конфіденційності

# settings.about.support
source: Support
uk: Підтримка

# settings.about.version
source: Version
uk: Версія

# settings.alert.unavailable
source: Settings unavailable
uk: Налаштування недоступні

# settings.appearance.dark
source: Dark
uk: Темна

# settings.appearance.light
source: Light
uk: Світла

# settings.appearance.section
source: Appearance
uk: Вигляд

# settings.appearance.system
source: System
uk: Системна

# settings.appearance.theme
source: Theme
uk: Тема

# settings.cycle.auto_start_breaks
source: Auto-start breaks
uk: Автозапуск перерв

# settings.cycle.auto_start_focus
source: Auto-start focus
uk: Автозапуск фокусу

# settings.cycle.every_focus_sessions
source: Every %lld focus sessions
uk: Після кожних %lld сесії фокусу

# settings.cycle.section
source: Cycle
uk: Цикл

# settings.data.clear
source: Clear focus history
uk: Очистити історію фокусу

# settings.data.clear_confirmation.action
source: Clear History
uk: Очистити історію

# settings.data.clear_confirmation.message
source: Recorded sessions will be permanently deleted. Your tasks and preferences will be kept.
uk: Записані сесії буде видалено назавжди. Ваші завдання й налаштування буде збережено.

# settings.data.clear_confirmation.title
source: Clear focus history?
uk: Очистити історію фокусу?

# settings.data.footer
source: An active or paused timer is never removed.
uk: Активний або призупинений таймер ніколи не видаляється.

# settings.data.recorded_sessions
source: Recorded sessions
uk: Записані сесії

# settings.data.section
source: Data
uk: Дані

# settings.duration.minutes
source: %lld min
uk: %lld хв

# settings.feedback.haptics
source: Haptics
uk: Вібровідгук

# settings.feedback.notifications
source: Notifications
uk: Сповіщення

# settings.feedback.section
source: Feedback
uk: Відгук

# settings.feedback.sounds
source: Notification sounds
uk: Звуки сповіщень

# settings.language.app_language
source: App language
uk: Мова застосунку

# settings.language.footer
source: Choose a language in iOS Settings.
uk: Виберіть мову в налаштуваннях iOS.

# settings.language.section
source: Language
uk: Мова

# settings.notifications.permission_required
source: Enable notifications for Swish in System Settings to receive timer alerts.
uk: Увімкніть сповіщення для Swish у системних налаштуваннях, щоб отримувати сповіщення таймера.

# settings.notifications.open_settings
source: Open Settings
uk: Відкрити налаштування

# settings.notifications.permission_required.title
source: Notifications are off
uk: Сповіщення вимкнено

# settings.privacy.footer
source: When off, Live Activities show the timer without your task name.
uk: Якщо вимкнено, Live Activities показують таймер без назви завдання.

# settings.privacy.section
source: Privacy
uk: Конфіденційність

# settings.privacy.show_task_titles
source: Show task names on Lock Screen
uk: Показувати назви завдань на екрані блокування

# settings.timer.focus
source: Focus
uk: Фокус

# settings.timer.footer
source: Duration changes apply to the next session, never one already in progress.
uk: Зміни тривалості застосовуються до наступної сесії, але не до поточної.

# settings.timer.long_break
source: Long break
uk: Довга перерва

# settings.timer.section
source: Timer
uk: Таймер

# settings.timer.short_break
source: Short break
uk: Коротка перерва

# stats.action.focus_history
source: Focus history
uk: Історія фокусу

# stats.categories.chart.accessibility
source: Focus time by category
uk: Час фокусу за категоріями

# stats.categories.empty.description
source: Completed and cancelled focus sessions appear here.
uk: Тут з’являться завершені й скасовані сесії фокусу.

# stats.categories.empty.title
source: No focus time yet
uk: Часу фокусу поки немає

# stats.categories.title
source: Top categories
uk: Найпопулярніші категорії

# stats.chart.axis.period
source: Period
uk: Період

# stats.chart.focus_time.accessibility
source: Focus time chart
uk: Графік часу фокусу

# stats.chart.sessions.accessibility
source: Completed sessions chart
uk: Графік завершених сесій

# stats.comparison.change
source: %1$lld%% vs %2$@
uk: %1$lld%% — %2$@

# stats.comparison.new
source: New vs %@
uk: Новий результат — %@

# stats.comparison.no_previous_data
source: No previous data
uk: Немає попередніх даних

# stats.comparison.period.day
source: yesterday
uk: порівняно з учора

# stats.comparison.period.month
source: last month
uk: порівняно з минулим місяцем

# stats.comparison.period.week
source: last week
uk: порівняно з минулим тижнем

# stats.comparison.period.year
source: last year
uk: порівняно з минулим роком

# stats.comparison.unchanged
source: No change vs %@
uk: Без змін — %@

# stats.empty.no_focus_recorded
source: No focus recorded
uk: Час фокусу не записано

# stats.period.day
source: Day
uk: День

# stats.period.month
source: Month
uk: Місяць

# stats.period.picker
source: Period
uk: Період

# stats.period.week
source: Week
uk: Тиждень

# stats.period.year
source: Year
uk: Рік

# stats.tasks.description.day
source: Tasks completed today
uk: Завдання, виконані сьогодні

# stats.tasks.description.month
source: Tasks completed this month
uk: Завдання, виконані цього місяця

# stats.tasks.description.week
source: Tasks completed this week
uk: Завдання, виконані цього тижня

# stats.tasks.description.year
source: Tasks completed this year
uk: Завдання, виконані цього року

# tasks.action.add
source: Add task
uk: Додати завдання

# tasks.action.add_short
source: Add
uk: Додати

# tasks.action.archive
source: Archive
uk: Архівувати

# tasks.action.create
source: Create a task
uk: Створити завдання

# tasks.action.edit
source: Edit
uk: Редагувати

# tasks.action.save
source: Save
uk: Зберегти

# tasks.action.save.accessibility
source: Save task
uk: Зберегти завдання

# tasks.alert.save_failed
source: Task could not be saved
uk: Не вдалося зберегти завдання

# tasks.alert.unavailable
source: Tasks unavailable
uk: Завдання недоступні

# tasks.archived.delete
source: Delete
uk: Видалити

# tasks.archived.delete_confirmation.action
source: Delete Task
uk: Видалити завдання

# tasks.archived.delete_confirmation.message
source: Its recorded focus sessions will remain in your history.
uk: Записані сесії фокусу залишаться у вашій історії.

# tasks.archived.delete_confirmation.title
source: Delete this task permanently?
uk: Видалити це завдання назавжди?

# tasks.archived.empty.description
source: Tasks you archive will appear here.
uk: Заархівовані завдання з’являтимуться тут.

# tasks.archived.empty.title
source: No archived tasks
uk: Немає заархівованих завдань

# tasks.archived.restore
source: Restore
uk: Відновити

# tasks.archived.title
source: Archived Tasks
uk: Архівовані завдання

# tasks.editor.category
source: Category
uk: Категорія

# tasks.editor.date
source: Date
uk: Дата

# tasks.editor.due_date
source: Due date
uk: Термін виконання

# tasks.editor.edit.title
source: Edit Task
uk: Редагувати завдання

# tasks.editor.focus_estimate
source: Focus estimate: %@
uk: Оцінка фокусу: %@

# tasks.editor.new.title
source: New Task
uk: Нове завдання

# tasks.editor.notes_placeholder
source: Optional details
uk: Необов’язкові деталі

# tasks.editor.notes_section
source: Notes
uk: Нотатки

# tasks.editor.plan_section
source: Plan
uk: План

# tasks.editor.priority
source: Priority
uk: Пріоритет

# tasks.editor.task_section
source: Task
uk: Завдання

# tasks.editor.title_placeholder
source: What do you want to accomplish?
uk: Що ви хочете виконати?

# tasks.empty.all.description
source: Plan work in focus sessions, then track progress here.
uk: Плануйте роботу сесіями фокусу й відстежуйте прогрес тут.

# tasks.empty.all.title
source: No tasks yet
uk: Завдань поки немає

# tasks.empty.category.description
source: Choose another category or create a task for this one.
uk: Виберіть іншу категорію або створіть завдання для цієї.

# tasks.empty.category.title
source: No tasks in this category
uk: У цій категорії немає завдань

# tasks.filter.all
source: All
uk: Усі

# tasks.priority.high
source: Important
uk: Важливий

# tasks.priority.high.accessibility
source: High priority
uk: Високий пріоритет

# tasks.priority.low
source: Low
uk: Низький

# tasks.priority.normal
source: Normal
uk: Звичайний

# tasks.row.complete.accessibility
source: Mark %@ complete
uk: Позначити виконаним: %@

# tasks.row.edit.accessibility
source: Edit %@
uk: Редагувати: %@

# tasks.row.reopen.accessibility
source: Reopen %@
uk: Відкрити знову: %@

# tasks.row.start_focus.accessibility
source: Start focus on %@
uk: Почати фокус: %@

# tasks.row.start_focus.hint
source: Starts a focus timer and opens Home
uk: Запускає таймер фокусу й відкриває вкладку «Головна»

# tasks.row.timer_active.hint
source: Finish or cancel the current timer first
uk: Спочатку завершіть або скасуйте поточний таймер

# time.compact.hours
source: %lldh
uk: %lld год

# time.compact.hours_minutes
source: %1$lldh %2$lldm
uk: %1$lld год %2$lld хв

# time.compact.minutes
source: %lldm
uk: %lld хв

# startup.failure.message
source: Close and reopen the app. Your existing data has not been changed.
uk: Закрийте та знову відкрийте застосунок. Ваші наявні дані не змінено.

# startup.failure.title
source: Swish couldn't start
uk: Не вдалося запустити Swish

# time.duration.minutes
source: %lld min
uk: %lld хв

# timer.error.active_session_exists
source: A timer is already running.
uk: Таймер уже працює.

# timer.error.focus_cannot_be_skipped
source: Focus sessions cannot be skipped.
uk: Сесії фокусу не можна пропускати.

# timer.error.invalid_transition
source: This timer action is not available right now.
uk: Ця дія з таймером зараз недоступна.

# timer.error.no_active_session
source: There is no active timer.
uk: Немає активного таймера.
